[
  {
    "Numero": 1,
    "Nome": "Guts",
    "Descricao": "Guts é um mercenário que luta desde a infância. Nascido no momento em que sua mãe foi enforcada, ele foi adotado pela prostituta Shisu e depois criado pelo líder abusivo de seu primeiro bando, Gambino, até se juntar ao Bando do Falcão comandado por Griffith.",
    "Especie": "Espadachim",
    "Tipo": [ "Espadachim", "Guerreiro", "Humano" ] ,
    "Altura": 2.04,
    "Peso": 115,
    "Imagem": "\\img\\pokemons\\guts.jpg"
  },
  {
    "Numero": 2,
    "Nome": "Griffith",
    "Descricao": "Griffith é um homem de extremo carisma, beleza e habilidades de combate, aparentando ser um homem amigável, compreensivo e amável. No fundo, ele é um homem frio e calculista, e apesar dele valorizar um pouco a vida de seus companheiros (Especialmente a de Guts), ele geralmente não hesita em sacrificá-los para alcançar seus objetivos. Porém, ele sabe desse lado dele, e aparenta ser um pouco inseguro, pois ele não sabe se é uma boa pessoa.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Líder", "Demônio" ],
    "Altura": 1.78,
    "Peso": 66,
    "Imagem": "\\img\\pokemons\\griffith.png"
  },
  {
    "Numero": 3,
    "Nome": "Miyamoto Musashi",
    "Descricao": "Musashi é retratado como alguém que está constantemente buscando aperfeiçoar suas habilidades na espada, mas também está em busca de um propósito maior na vida. Ele é retratado como um indivíduo introspectivo e filosófico, que questiona as convenções sociais e busca uma compreensão mais profunda do significado da existência e do caminho do guerreiro.",
    "Especie": "Espadachim",
    "Tipo": [ "Espadachim", "Guerreiro", "Humano" ],
    "Altura": 1.80,
    "Peso": 78,
    "Imagem": "\\img\\pokemons\\musashi.jpg"
  },
  {
    "Numero": 4,
    "Nome": "Sasaki Kojiro",
    "Descricao": "Kojiro é mostrado como alguém profundamente envolvido em sua própria jornada espiritual e busca por significado. Sua luta com Musashi vai além de simplesmente uma batalha física, sendo também um confronto de ideias e filosofias sobre a vida, a morte e o propósito de suas existências. Ele é retratado como um personagem complexo e fascinante, cuja presença na história adiciona uma dimensão extra de profundidade e significado à narrativa como um todo.",
    "Tipo": [ "Espadachim", "Guerreiro", "Humano" ],
    "Altura": 1.79,
    "Peso": 77,
    "Imagem": "\\img\\pokemons\\sasaki.jpg"
  },
  {
    "Numero": 5,
    "Nome": "Thorfinn",
    "Descricao": "Charmeleon impiedosamente destrói seus inimigos usando suas garras afiadas. Se encontrar um inimigo forte, ele se torna agressivo. Nesse estado excitado, a chama na ponta de sua cauda brilha com uma cor branca azulada.",
    "Especie": "Viking",
    "Tipo": [ "Viking", "Guerreiro", "Humano" ],
    "Altura": 1.55,
    "Peso": 48,
    "Imagem": "\\img\\pokemons\\thorfinn.jpg"
  },
  {
    "Numero": 6,
    "Nome": "Johan Liebert",
    "Descricao": "Johan é apresentado como uma figura enigmática e manipuladora desde o início da história. Ele é retratado como uma pessoa extremamente carismática e inteligente, capaz de influenciar e controlar aqueles ao seu redor com facilidade. Sua personalidade aparentemente encantadora esconde uma mente calculista e perturbadora, capaz de cometer atos terríveis sem demonstrar remorso.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Gênio" ],
    "Altura": 1.75,
    "Peso": 70,
    "Imagem": "\\img\\pokemons\\johan.jpg"
  },
  {
    "Numero": 7,
    "Nome": "Monkey D. Luffy",
    "Descricao": "Luffy possui uma personalidade cativante e irreverente. Ele é conhecido por sua natureza impulsiva e pela sua vontade inabalável de alcançar seus objetivos, não importa quão desafiadores eles possam ser. Sua principal característica é a sua habilidade de comer a Fruta do Diabo Gomu Gomu, que lhe concede poderes elásticos, permitindo-lhe esticar e distorcer seu corpo como borracha.",
    "Especie": "Pirata",
    "Tipo": [ "Pirata",  "Líder", "Lutador" ],
    "Altura": 1.74,
    "Peso": 72,
    "Imagem": "\\img\\pokemons\\luffy.png"
  },
  {
    "Numero": 8,
    "Nome": "Bojack Horseman",
    "Descricao": "BoJack é retratado como um personagem profundamente complexo e emocionalmente perturbado. Ele luta com uma série de questões pessoais, incluindo depressão, solidão, baixa autoestima e vício em álcool e drogas. Apesar de sua aparência cômica e suas atitudes muitas vezes egoístas e autodestrutivas, BoJack é retratado de maneira profundamente humana, com camadas de vulnerabilidade e arrependimento.",
    "Especie": "Humanoide",
    "Tipo": [ "Humanoide" ],
    "Altura": 2.01,
    "Peso": 500,
    "Imagem": "\\img\\pokemons\\bojack.jpg"
  },
  {
    "Numero": 9,
    "Nome": "Ippo",
    "Descricao": "Ippo é inicialmente apresentado como um adolescente tímido e inseguro, frequentemente intimidado por seus colegas de escola. Sua vida muda dramaticamente quando ele é salvo por Takamura Mamoru, um boxeador profissional, de um grupo de valentões.",
    "Especie": "Lutador",
    "Tipo": [ "Humano", "Lutador" ],
    "Altura": 1.64,
    "Peso": 57,
    "Imagem": "\\img\\pokemons\\ippo.jpg"
  },
  {
    "Numero": 10,
    "Nome": "Jack Sparrow",
    "Descricao": "Caterpie tem um apetite voraz. Ele pode devorar folhas maiores que seu corpo diante dos seus olhos. De sua antena, este Pokémon libera um odor terrivelmente forte.",
    "Especie": "Pirata",
    "Tipo": [ "Pirata", "Humano", "Líder" ],
    "Altura": 1.75,
    "Peso": 68,
    "Imagem": "\\img\\pokemons\\jack.jpg"
  },
  {
    "Numero": 11,
    "Nome": "Michael Myers",
    "Descricao": "Michael Myers é frequentemente retratado como uma figura silenciosa e sinistra, vestindo uma máscara branca que oculta seu rosto e suas expressões. Ele é conhecido por sua força sobre-humana, sua resistência implacável e sua habilidade de aparecer e desaparecer misteriosamente, criando uma sensação de inevitabilidade e terror para suas vítimas.",
    "Especie": "Vilão",
    "Tipo": [ "Assassino", "Psicopata"],
    "Altura": 2.03,
    "Peso": 104,
    "Imagem": "\\img\\pokemons\\michael.jpg"
  },
  {
    "Numero": 12,
    "Nome": "Walter White",
    "Descricao": "Walter White é retratado como um personagem complexo e multifacetado. Ele é motivado inicialmente pelo desejo de fornecer para sua família após sua morte iminente, mas ao longo da série sua ambição e ego começam a desempenhar um papel maior em suas decisões. Ele se torna cada vez mais envolvido no mundo do crime e fica disposto a fazer qualquer coisa para proteger seus negócios e sua própria vida.",
    "Especie": "Professor",
    "Tipo": [ "Humano", "Gênio" ],
    "Altura": 1.79,
    "Peso": 79,
    "Imagem": "\\img\\pokemons\\walter.jpg"
  },
  {
    "Numero": 13,
    "Nome": "Toph Beifong",
    "Descricao": "Toph é uma mestre da dobra de terra, que se destaca por sua habilidade excepcional e seu estilo único de luta. Ela é conhecida por sua personalidade forte, independente e destemida. Apesar de ser cega desde o nascimento, Toph desenvolveu uma habilidade de dobra de terra tão refinada que lhe permite ver através das vibrações do solo, o que a torna uma lutadora formidável e uma guia habilidosa.",
    "Tipo": [ "Dobrador"],
    "Altura": 0.3,
    "Peso": 3.2,
    "Imagem": "\\img\\pokemons\\toph.jpg"
  },
  {
    "Numero": 14,
    "Nome": "Hulk",
    "Descricao": "Kakuna permanece praticamente imóvel enquanto se agarra a uma árvore. No entanto, por dentro, é extremamente ocupado, enquanto se prepara para a sua evolução futura. Isso é evidente pelo quão quente a concha fica ao ser tocada.",
    "Especie": "Monstro",
    "Tipo": [ "Humanoide", "Humano" ],
    "Altura": 2.63,
    "Peso": 500,
    "Imagem": "\\img\\pokemons\\hulk.jpg"
  },
  {
    "Numero": 15,
    "Nome": "Killjoy",
    "Descricao": "Killjoy é retratada como uma jovem engenheira com uma personalidade descontraída e um gosto por tecnologia. Ela é uma especialista em criar dispositivos e equipamentos para controlar o campo de batalha e dar vantagem à sua equipe. Seu conjunto de habilidades se concentra em colocar torres de defesa, minas e dispositivos de vigilância que podem desacelerar, danificar e revelar inimigos.",
    "Especie": "Gênio",
    "Tipo": [ "Atirador", "Humano", "Gênio" ],
    "Altura": 1.75,
    "Peso": 68,
    "Imagem": "\\img\\pokemons\\killjoy.jpg"
  },
  {
    "Numero": 16,
    "Nome": "Coringa",
    "Descricao": "O Coringa é retratado como um criminoso psicopata e sádico, cujo principal objetivo é semear o caos e a anarquia em Gotham City. Ele é caracterizado por sua personalidade imprevisível e sua risada distinta e maníaca. Sua aparência varia de acordo com as interpretações, mas geralmente inclui cabelo verde, pele branca, lábios vermelhos e uma expressão facial permanente de sorriso sinistro.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Assassino", "Psicopata" ],
    "Altura": 1.83,
    "Peso": 63,
    "Imagem": "\\img\\pokemons\\joker.jpg"
  },
  {
    "Numero": 17,
    "Nome": "Mario",
    "Descricao": "Pidgeotto reivindica uma grande área como seu próprio território. Este Pokémon voa, patrulhando seu espaço de vida. Se seu território é violado, não mostra piedade de punir completamente o inimigo com suas garras afiadas.",
    "Especie": "Encanador",
    "Tipo": [ "Gênio", "Humano" ],
    "Altura": 1.55,
    "Peso": 60,
    "Imagem": "\\img\\pokemons\\mario.jpg"
  },
  {
    "Numero": 18,
    "Nome": "Jinx",
    "Descricao": "Jinx é conhecida por seu amor por explosões e caos, bem como por seu comportamento impulsivo e errático. Ela é uma personagem profundamente perturbada, assombrada por seu passado traumático e pela perda de sua família. Seu relacionamento com Vi, sua irmã mais velha e protetora, desempenha um papel central em sua história, com os dois compartilhando um vínculo forte e complicado.",
    "Especie": "Vilão",
    "Tipo": [ "Atirador", "Humano" ],
    "Altura": 1.60,
    "Peso": 45,
    "Imagem": "\\img\\pokemons\\jinx.jpg"
  },
  {
    "Numero": 19,
    "Nome": "Kratos",
    "Descricao": "Kratos é conhecido por sua personalidade forte e determinada. Ele é retratado como um anti-herói impiedoso e muitas vezes violento, disposto a fazer qualquer coisa para alcançar seus objetivos e superar seus inimigos. No entanto, ao longo da série, ele também mostra momentos de humanidade e compaixão, especialmente em relação a seu filho, Atreus.",
    "Especie": "Deus",
    "Tipo": [ "Deus", "Guerreiro" ],
    "Altura": 1.94,
    "Peso": 110,
    "Imagem": "\\img\\pokemons\\kratos.jpg"
  },
  {
    "Numero": 20,
    "Nome": "Hannibal Lecter",
    "Descricao": "Hannibal Lecter é retratado como um homem de gostos refinados, conhecimentos vastos em várias áreas e habilidades sociais excepcionais. No entanto, ele esconde uma personalidade sombria e sinistra por trás de sua fachada educada e charmosa. Ele é um manipulador mestre, capaz de seduzir e enganar aqueles ao seu redor para alcançar seus próprios objetivos.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Assassino" ],
    "Altura": 1.73,
    "Peso": 82,
    "Imagem": "\\img\\pokemons\\hannibal.jpg"
  }
]
