[
  {
    "Numero": 1,
    "Nome": "Guts",
    "Descricao": "Bulbasaur pode ser visto cochilando sob luz solar intensa. Há uma semente em suas costas. Ao absorver os raios do sol, sua semente cresce progressivamente.",
    "Especie": "Espadachim",
    "Tipo": [ "Espadachim", "Mercenário" ] ,
    "Altura": 2.04,
    "Peso": 115,
    "Imagem": "\\img\\pokemons\\guts.jpg"
  },
  {
    "Numero": 2,
    "Nome": "Griffith",
    "Descricao": "Há um broto nas costas desse Pokémon. Para suportar seu peso, as pernas e o tronco de Ivysaur ficam grossos e fortes. Se começar a passar mais tempo deitado sob a luz do sol, é um sinal de que o broto florescerá em uma flor grande em breve.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Líder" ],
    "Altura": 1.78,
    "Peso": 75,
    "Imagem": "\\img\\pokemons\\griffith.png"
  },
  {
    "Numero": 3,
    "Nome": "Miyamoto Musashi",
    "Descricao": "Há uma flor grande nas costas de Venusaur. Diz-se que a flor adquire cores vivas se receber muita nutrição e luz solar. O aroma da flor acalma as emoções das pessoas.",
    "Especie": "Espadachim",
    "Tipo": [ "Espadachim", "Andarilho" ],
    "Altura": 1.80,
    "Peso": 78,
    "Imagem": "\\img\\pokemons\\musashi.jpg"
  },
  {
    "Numero": 4,
    "Nome": "Sasaki Kojiro",
    "Descricao": "A chama que queima na ponta da cauda é uma indicação de suas emoções. A chama tremula quando Charmander está se divertindo. Se o Pokémon se enfurecer, a chama queima ferozmente.",
    "Especie": "Espadachim",
    "Tipo": [ "Espadachim," ],
    "Altura": 0.6,
    "Peso": 8.5,
    "Imagem": "\\img\\pokemons\\sasaki.jpg"
  },
  {
    "Numero": 5,
    "Nome": "Thorfinn",
    "Descricao": "Charmeleon impiedosamente destrói seus inimigos usando suas garras afiadas. Se encontrar um inimigo forte, ele se torna agressivo. Nesse estado excitado, a chama na ponta de sua cauda brilha com uma cor branca azulada.",
    "Especie": "Flame",
    "Tipo": [ "Viking" ],
    "Altura": 1.55,
    "Peso": 48,
    "Imagem": "\\img\\pokemons\\thorfinn.jpg"
  },
  {
    "Numero": 6,
    "Nome": "Johan Liebert",
    "Descricao": "Charizard voa pelo céu em busca de oponentes poderosos. Ele respira um calor tão grande que derrete qualquer coisa. No entanto, nunca dá um sopro ardente a qualquer oponente mais fraco que ele.",
    "Especie": "Vilão",
    "Tipo": [ "Vilão", "Manipulador" ],
    "Altura": 1.75,
    "Peso": 70,
    "Imagem": "\\img\\pokemons\\johan.jpg"
  },
  {
    "Numero": 7,
    "Nome": "Monkey D. Luffy",
    "Descricao": "A concha de Squirtle não é apenas usada para proteção. A forma arredondada da concha e as ranhuras na superfície ajudam a minimizar a resistência na água, permitindo que este Pokémon nade em alta velocidade.",
    "Especie": "Pirata",
    "Tipo": [ "Pirata" ],
    "Altura": 0.5,
    "Peso": 9,
    "Imagem": "\\img\\pokemons\\luffy.png"
  },
  {
    "Numero": 8,
    "Nome": "Bojack Horseman",
    "Descricao": "Sua cauda é grande e coberta com um pêlo rico e grosso. A cauda torna-se cada vez mais profunda na cor à medida que Wartortle envelhece. Os arranhõees em sua concha são uma evidência da dureza deste Pokémon como um lutador.",
    "Especie": "Turtle",
    "Tipo": [ "Água" ],
    "Altura": 1,
    "Peso": 22.5,
    "Imagem": "\\img\\pokemons\\bojack.jpg"
  },
  {
    "Numero": 9,
    "Nome": "Ippo",
    "Descricao": "Blastoise tem bicos de água que se projetam de sua concha. Os bicos de água são muito precisos. Eles podem disparar balas de água com precisão suficiente para atingir latas vazias a uma distância de mais de 60 metros.",
    "Especie": "Shellfish",
    "Tipo": [ "Água" ],
    "Altura": 1.6,
    "Peso": 85.5,
    "Imagem": "\\img\\pokemons\\ippo.jpg"
  },
  {
    "Numero": 10,
    "Nome": "Jack Sparrow",
    "Descricao": "Caterpie tem um apetite voraz. Ele pode devorar folhas maiores que seu corpo diante dos seus olhos. De sua antena, este Pokémon libera um odor terrivelmente forte.",
    "Especie": "Worm",
    "Tipo": [ "Inseto" ],
    "Altura": 0.3,
    "Peso": 2.9,
    "Imagem": "\\img\\pokemons\\jack.jpg"
  },
  {
    "Numero": 11,
    "Nome": "Michael Myers",
    "Descricao": "A concha que cobre o corpo deste Pokémon é tão dura quanto uma laje de ferro. Metapod não se move muito. Ele fica parado porque estã preparando suas entranhas suaves para a evolução dentro da casca dura.",
    "Especie": "Cocoon",
    "Tipo": [ "Inseto" ],
    "Altura": 0.7,
    "Peso": 9.9,
    "Imagem": "\\img\\pokemons\\michael.jpg"
  },
  {
    "Numero": 12,
    "Nome": "Walter White",
    "Descricao": "Butterfree tem uma capacidade superior para procurar mel delicioso de flores. Pode até procurar, extrair e transportar mel de flores que estão desabrochando a mais de 10 quilômetros do ninho.",
    "Especie": "Butterfly",
    "Tipo": [ "Inseto", "Voador" ],
    "Altura": 1.1,
    "Peso": 32,
    "Imagem": "\\img\\pokemons\\walter.jpg"
  },
  {
    "Numero": 13,
    "Nome": "Toph Beifong",
    "Descricao": "Weedle tem um olfato extremamente agudo. Ele é capaz de distinguir seus tipos favoritos de folhas daqueles de que não gosta, apenas farejando com sua grande tromba vermelha (nariz).",
    "Especie": "Hairy Bug",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 0.3,
    "Peso": 3.2,
    "Imagem": "\\img\\pokemons\\toph.jpg"
  },
  {
    "Numero": 14,
    "Nome": "Hulk",
    "Descricao": "Kakuna permanece praticamente imóvel enquanto se agarra a uma árvore. No entanto, por dentro, é extremamente ocupado, enquanto se prepara para a sua evolução futura. Isso é evidente pelo quão quente a concha fica ao ser tocada.",
    "Especie": "Cocoon",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 0.6,
    "Peso": 10,
    "Imagem": "\\img\\pokemons\\hulk.jpg"
  },
  {
    "Numero": 15,
    "Nome": "Killjoy",
    "Descricao": "Beedrill é extremamente territorial. Ninguém deve se aproximar de seu ninho, isso é para sua própria segurança. Se irritados, eles atacarão em um enxame furioso.",
    "Especie": "Poison Bee",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 1,
    "Peso": 29.5,
    "Imagem": "\\img\\pokemons\\killjoy.jpg"
  },
  {
    "Numero": 16,
    "Nome": "Coringa",
    "Descricao": "Pidgey tem um senso de direção extremamente nítido. Ela é capaz de voltar para o seu ninho de forma infalível, por mais longe que possa ser removida de seu ambiente familiar.",
    "Especie": "Tiny Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 0.3,
    "Peso": 0.5,
    "Imagem": "\\img\\pokemons\\joker.jpg"
  },
  {
    "Numero": 17,
    "Nome": "Mario",
    "Descricao": "Pidgeotto reivindica uma grande área como seu próprio território. Este Pokémon voa, patrulhando seu espaço de vida. Se seu território é violado, não mostra piedade de punir completamente o inimigo com suas garras afiadas.",
    "Especie": "Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 1.1,
    "Peso": 30,
    "Imagem": "\\img\\pokemons\\mario.jpg"
  },
  {
    "Numero": 18,
    "Nome": "Jinx",
    "Descricao": "Este Pokémon tem uma plumagem deslumbrante de penas maravilhosamente brilhantes. Muitos treinadores são cativados pela impressionante beleza das penas em sua cabeça, obrigando-os a escolher Pidgeot como seu Pokémon.",
    "Especie": "Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 1.5,
    "Peso": 39.5,
    "Imagem": "\\img\\pokemons\\jinx.jpg"
  },
  {
    "Numero": 19,
    "Nome": "Kratos",
    "Descricao": "Seus dentes crescem continuamente ao longo de sua vida. Se seus incisivos ficarem muito longos, esse Pokémon se torna incapaz de comer e morre de fome.",
    "Especie": "Mouse",
    "Tipo": [ "Normal" ],
    "Altura": 0.3,
    "Peso": 3.5,
    "Imagem": "\\img\\pokemons\\kratos.jpg"
  },
  {
    "Numero": 20,
    "Nome": "Hannibal Lecter",
    "Descricao": "As presas fortes de Raticate crescem constantemente. Para mantê-los triturados, roem pedras e troncos. Pode até mastigar as paredes das casas. Seus bigodes são essenciais para manter o seu equilíbrio. Não importa o quão amigável você seja, ele ficará com raiva e o morderá se tocar em seus bigodes.",
    "Especie": "Mouse",
    "Tipo": [ "Normal" ],
    "Altura": 0.7,
    "Peso": 18.5,
    "Imagem": "\\img\\pokemons\\hannibal.jpg"
  }
]
